{
  "posts": [
    {
      "id": 1,
      "title": "Blackberry and vanilla",
      "body": "This blackberry and vanilla smoothie seems indulgent because it conjures up the flavours of berry pie and ice cream. Blackberries can leave seeds in your drink but if you like your smoothies smooth, you can blend the berries – with juice and water – and strain before following the recipe. ",
      "imgSrc": "assets/images/blueberry-smoothie.jpg"
    },
    {
      "id": 2,
      "title": "Apple, banana and cinnamon",
      "body": "For a nourishing smoothie that tastes more like a dessert, chop bananas and blend with sweet red apples, plain yogurt and a sprinkle of cinnamon. If it’s too thick, add a little milk and taste, in case it needs a little more cinnamon.",
      "imgSrc": "assets/images/banana-smoothie.jpg"
    },
    {
      "id": 3,
      "title": "Beetroot, honey and ginger",
      "body": "For a much-needed energy and vitamin boost, blend fresh, peeled and chopped beetroot with bananas, some grated ginger and a dollop of honey. Beetroot is a great source of fibre and vitamin C, and ginger has excellent antioxidant properties. You can add crushed ice to thicken it and a splash of fresh blood orange juice for an extra kick.",
      "imgSrc": "assets/images/berry-smoothie.jpg"
    },
    {
      "id": 4,
      "title": "Avocado, spinach, apple and chia",
      "body": "Blitz some avocado with a generous handful of spinach, chopped green apple, banana and a splash of coconut water. You can add a touch of honey for extra sweetness and top with crunchy, wholesome chia seeds.",
      "imgSrc": "assets/images/avocado-smoothie.jpg"
    },
    {
      "id": 5,
      "title": "Kiwi, mint and lime",
      "body": "Kiwis are a fantastic source of vitamin C, so blitz two or three together with fresh mint leaves (stalks removed), lime juice, banana, and some water or coconut water for a truly refreshing start to the day. For an even greener glow, throw in a handful of spinach.",
      "imgSrc": "assets/images/kiwi-smoothie.jpg"
    }
  ],
  "comments": [
    {
      "postId": "4",
      "name": "44",
      "email": "sfefe@grge",
      "comment": "4",
      "id": 4
    },
    {
      "postId": "2",
      "name": "Milena",
      "email": "sfefe@grge",
      "comment": "guygbi",
      "id": 5
    },
    {
      "postId": "2",
      "name": "test",
      "email": "sfefe@grge",
      "comment": "78",
      "id": 6
    },
    {
      "postId": "5",
      "name": "wdd",
      "email": "sfefe@grge",
      "comment": "we",
      "id": 7
    },
    {
      "postId": "5",
      "name": "sdsd",
      "email": "adada2f@t",
      "comment": "adada",
      "id": 8
    },
    {
      "prezime": "moe",
      "name": "assa",
      "email": "sasa@ff",
      "comment": "asas",
      "id": 9
    }
  ]
}